<?php
/*
  $Id$

  osCommerce, Open Source E-Commerce Solutions
  http://www.oscommerce.com

  Copyright (c) 2002 osCommerce

  Released under the GNU General Public License
*/

define('HEADING_TITLE', 'Кошик відвідувача / Кошик клієнта');
define('SUB_HEADING_TITLE_1', 'Кошик відвідувача');
define('SUB_HEADING_TITLE_2', 'Кошик клієнта');
define('SUB_HEADING_TITLE_3', 'Інформація');
define('SUB_HEADING_TEXT_1', 'Кожен відвідувач нашого магазину отримує \'Корзину відвідувача\'. Це дозволяє відвідувачам тимчасово зберігати вибрані товари на час перебування в магазині. При виході з магазину, її вміст втрачається.');
define('SUB_HEADING_TEXT_2', 'Кожен зареєстрований і пройшов процедуру входу клієнт отримує \'Корзину клієнта\'. Це дозволяє клієнтам зберігати в кошику вибрані товари і повернутися до неї пізніше для проведення процедури замовлення. Всі товари зберігаються в кошику до тих пір, поки вони не будуть замовленнi чи вилучені клієнтом. ');
define('SUB_HEADING_TEXT_3', 'Якщо зареєстрований користувач вибрав продукти і помістив їх у \'Корзину відвідувача\' до процедури реєстрації, а потім виконав реєстрацію та процедуру входу, то товари з \'Корзини відвідувача\' автоматично перемістяться в \'Корзину клієнта\'.');
define('TEXT_CLOSE_WINDOW', '[закрити вікно]');

?>